import {
  ABOUT, CHEFS, DISHES, RECIPES, SOCIAL, WORK 
} from '../assets/icons/HeadlineSvgUK';

export default {
  header: {
    menu: 'Меню',
    recipes: 'Рецепти',
    chefs: 'Шеф-кухарі',
    contact: 'Контакти',
  },
  main: {
    title1: 'Ваша',
    title2: 'улюблена їжа',
    title3: 'доставляється',
    title4: 'гарячою та свіжою',
    subtitle1: 'Кухарі HEALTHY SWITCHER виконують всю підготовчу роботу, як очищення, нарізання та ',
    subtitle2: 'маринування, тож ви можете приготувати свіжий домашній обід лише за 15 хвилин.',
    button: 'Замовити зараз',
  },
  contacts: {
    title1: 'Сьогодні з 10:00 до 19:00',
    subtitle1: 'Робочий час',
    title2: 'Велика Васильківська 100',
    subtitle2: 'Отримати маршрут',
    subtitle3: 'Дзвінок онлайн',
  },
  slider: {
    subtitle1: 'Смачне та корисне харчування перебувають у гармонії у нашому ресторані збалансованого ',
    subtitle2: 'харчування – це ідеальне місце для тих, хто цінує своє здоров\'я та любить смачно поїсти.'
  },
  works: {
    title1: 'Виберіть страви',
    subtitle1: 'Вибирайте страви з нашого різноманітного тижневого меню. Знайдіть варіанти без глютену або молочних продуктів, з низьким вмістом вуглеводів і овочів.',
    title2: 'Виберіть, як часто',
    subtitle2: 'Наша команда шеф-кухарів виконує підготовчу роботу – більше не потрібно рубати, відміряти чи заповнювати мийку посудом!',
    title3: 'швидкі доставки',
    subtitle3: 'Ваші щойно приготовані 15-хвилинні набори для вечері прибувають до вашого порогу в охолодженій коробці.',
    title4: 'смачні страви',
    subtitle4: 'Healthy Switcher дозволяє швидко готувати, тож у вас є більше часу, щоб відпочити та побути з родиною',
  },
  chefs: {
    name1: 'Грегорі Флорес',
    title1: 'Шеф-кухар холодних страв',
    name2: 'Аннет Купер',
    title2: 'Шеф-кухар гарячих страв',
    name3: 'Грег Фокс',
    title3: 'Шеф макро кухні',
  },
  headline: {
    titleABOUT: 'Основи здорового харчування',
    svgABOUT: ABOUT,
    titleWORK: 'як це працює',
    svgWORK: WORK,
    titleDISHES: 'Страва дня',
    svgDISHES: DISHES,
    titleCHEFS: 'Шеф-кухарі цього місяця',
    svgCHEFS: CHEFS,
    titleRECIPES: 'Рецепти від наших шеф-кухарів',
    svgRECIPES: RECIPES,
    titleSOCIAL: 'Ми в соціальних мережах',
    svgSOCIAL: SOCIAL,
  }
};
